#   const---------------------------------------------------------------------------------------------------------------
APPLICATION_STATUS = {
    'absent': 'Отсутствует',
    'saved': 'Сохранена',
    'submitted': 'Подана',
    'approved': 'Одобрена',
    'send': 'Отправлена'}

WEEKDAY = ("Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресенье")

USER_POSTS = {
    'administrator': 'Администратор',
    'foreman': 'Прораб',
    'master': 'Мастер',
    'driver': 'Водитель',
    'mechanic': 'Механик',
    'supply': 'Снабжение',
    'employee': 'Работник'
}

ERROR_MESSAGES = {
    'login': 'Неверный логин или пароль',
    'register': 'Введены не все данные',
}
